adpyke.codesnap
akamud.vscode-theme-onedark
alefragnani.bookmarks
alexkrechik.cucumberautocomplete
amazonwebservices.aws-toolkit-vscode
andyyaldoo.vscode-json
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
aws-scripting-guy.cform
bierner.markdown-preview-github-styles
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
codeandstuff.package-json-upgrade
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-es-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
emerion.muted-nature
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ginfuru.better-nunjucks
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gregorbiswanger.json2ts
hashicorp.terraform
humao.rest-client
idleberg.applescript
infeng.vscode-react-typescript
ionutvmi.path-autocomplete
jianbingfang.dupchecker
kevinrose.vsc-python-indent
luwenjiechn.nunjucks-vscode-snippets
marcoq.vscode-typescript-to-json-schema
me-dutour-mathieu.vscode-github-actions
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mike-co.import-sorter
mikestead.dotenv
mohsen1.prettify-json
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
nathanchapman.javascriptsnippets
naumovs.color-highlight
nucllear.vscode-extension-auto-import
okitavera.vscode-nunjucks-formatter
patbenatar.advanced-new-file
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
ronnidc.nunjucks
ruiquelhas.vscode-uppercase
rust-lang.rust-analyzer
sburg.vscode-javascript-booster
shd101wyy.markdown-preview-enhanced
sirmspencer.vscode-autohide
sleistner.vscode-fileutils
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tankashing.blinds-theme
tchoupinax.tilt
telesoho.vscode-markdown-paste-image
threadheap.serverless-ide-vscode
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wart.ariake-dark
whizkydee.material-palenight-theme
wix.vscode-import-cost
xabikos.javascriptsnippets
yay.lntoggle
zhuangtongfa.material-theme
